[
  "obsidian-style-settings",
  "mysnippets-plugin",
  "nl-fast-image-cleaner",
  "templater-obsidian",
  "url-into-selection",
  "settings-search",
  "recent-files-obsidian",
  "link-range",
  "obsidian-note-autocreator",
  "easy-typing-obsidian",
  "obsidian-auto-link-title",
  "obsidian-regex-replace",
  "mousewheel-image-zoom",
  "darlal-switcher-plus",
  "cm-chs-patch",
  "heycalmdown-navigate-cursor-history",
  "omnisearch",
  "editing-toolbar",
  "link-nodes-in-canvas",
  "obsidian-daily-notes-viewer",
  "obsidian-outliner",
  "obsidian-advanced-uri",
  "obsidian-plugin-groups",
  "surfing",
  "codeblock-customizer",
  "vscode-editor",
  "obsidian-git",
  "tag-wrangler",
  "obsidian-zoom",
  "various-complements",
  "dataview",
  "obsidian-hover-editor",
  "obsidian-image-toolkit",
  "obsidian-image-layouts",
  "file-tree-alternative",
  "obsidian-better-command-palette",
  "obsidian42-brat",
  "obsidian-browser-assistant",
  "callout-manager",
  "cmdr",
  "obsidian-comments",
  "convert-url-to-iframe",
  "obsidian-core-search-assistant-plugin",
  "obsidian-custom-attachment-location",
  "obsidian-custom-frames",
  "customizable-menu",
  "obsidian-excalidraw-plugin",
  "obsidian-format-code",
  "find-unlinked-files"
]